[
    {
        "id": 1,
        "image": "/img/Alfa-AWUS036NHA-1.webp",
        "images": {
            "img1": "/img/Alfa-AWUS036NHA-1.webp",
            "img2": "/img/Alfa-AWUS036NHA-2.webp",
            "img3": "/img/alpha3.jpg",
            "img4": "/img/alpha4.jpg",
            "img5": "/img/Alfa-AWUS036NHA-3.webp",
            "img6": "/img/Alfa-AWUS036NHA-4.webp"
        },
        "name": "  Alfa AWUS036NHA",
        "rating": 4.7,
        "price": "5000.00 ج.م",
        "description": "أداء Wi-Fi فائق مزود بقدرة لاسلكية واسعة التغطية ، وسنوات من الخبرات المثبتة ميدانيا ، يوفر ALFA AWUS036NHA سرعات نقل بيانات Wi-Fi بسرعة 2.4 جيجاهرتز 150 ميجابت في الثانية للحصول على أداء متميز. لاسلكي مضبوط بشكل احترافي ، نطاق وتغطية أفضل يأتي AWUS036NHA مزودا بأحدث معايير 802.11ac مع تحسين WiFi المستند إلى الأجهزة ، بالإضافة إلى هوائيين خارجيين عالي الكسب ، مما ينتج عنه نطاق إشارة غير عادي. زيادة عرض النطاق الترددي ، المزيد من التطبيقات AWUS036NHA يدعم الحد الأقصى 150 ميجابت في الثانية 2.4 جيجا هرتز الوصول اللاسلكي. مما يجعله مثاليا لحركة المرور الكبيرة وبث الفيديو عالي الدقة الخالي من التأخير لمزيد من الأجهزة في مساحة المعيشة الخاصة بك. زيادة تغلغل الإشارة اللاسلكية مع قوة إشارة Wi-Fi وتغطية لا مثيل لها. AWUS036NHA لا يحتوي على أقصى نطاق WiFi فحسب ، بل يساعد أيضا على اختراق الجدران والقضاء على نقاط Wi-Fi الميتة في مساحة المعيشة الخاصة بك بسهولة."
    },
    {
        "id": 2,
        "image": "/img/ALFA-AWUS036AXM-1.webp",
        "images": {
            "img1": "/img/ALFA-AWUS036AXM-1.webp",
            "img2": "/img/ALFA-AWUS036AXM-2.webp",
            "img3": "/img/ALFA-AWUS036AXM-3.webp",
            "img4": "/img/ALFA-AWUS036AXM-4.webp",
            "img5": "/img/ALFA-AWUS036AXM-5.webp",
            "img6": "/img/ALFA-AWUS036AXM-6.webp"
        },
        "name": "ALFA AWUS036AXM",
        "rating": 4.5,
        "price": "5200.00 ج.م.",
        "description": "AWUS036AXM هو واي فاي 6 / 6E (802.11ax),2×2 ثلاثي الموجات 2.4 غيغاهرتز / 5 غيغاهرتز / 6 غيغاهرتز وبلوتوث v5.2 عالية الأداء USB المحول. يدعم AWUS036AXM سرعات فائقة تصل إلى 3000 ميجابت في الثانية (2.4 جيجاهرتز 600 ميجابت في الثانية و 5 جيجاهرتز 1200 ميجابت في الثانية و 6 جيجاهرتز 1200 ميجابت في الثانية) عند استخدامه مع جهاز توجيه WiFi 6E متوافق (هناك العديد من طرز البث لأجهزة توجيه WiFi 6E ، ستكون سرعة 800-1200 ميجابت في الثانية أكثر شيوعا مع معظم أجهزة التوجيه) ومع موصل هوائي RP-SMA 2x يسمح بتغيير هوائي الكسب الأعلى لزيادة مسافة الاتصال. يدعم AWUS036AXM أيضا أحدث إصدار من Bluetooth v5.2 ، والذي يوفر صوتا عالي الجودة عبر Bluetooth لسماعات الرأس أو مكبرات الصوت."
    },
    {
        "id": 3,
        "image": "/img/ALFA-AWUS036ACH-1.webp",
        "images": {
            "img1": "/img/ALFA-AWUS036ACH-1.webp",
            "img2": "/img/ALFA-AWUS036ACH-2.webp",
            "img3": "/img/ALFA-AWUS036ACH-3.webp",
            "img4": "/img/ALFA-AWUS036ACH-4.webp",
            "img5": "/img/ALFA-AWUS036ACH-5.webp",
            "img6": "/img/ALFA-AWUS036ACH-6.webp"
        },
        "name": " ALFA AWUS036ACH ",
        "rating": 4.0,
        "price": "6600.00 ج.م.",
        "description": "AWUS036ACH هو محول USB من النوع C ثنائي النطاق AC1200 WiFi يشتمل محول USB AWUS036ACH على مجموعة شرائح Realtek™ RTL8812AU WLAN مدمجة للغاية ، مع دعم معيار 802.11ac.يدعم هذا الجهاز التشغيل ثنائي النطاق (نطاق 2.4 أو 5 جيجاهرتز) ، وهو متوافق مع الإصدارات السابقة (802.11a / b / g / n) ويتضمن موصلين RP-SMA (أنثى) مجهزين بهوائيات متعددة الأقطاب ثنائية القطب (كسب 5 ديسيبل). أول محول WiFi 5 في العالم مزود بمنفذ USB من النوع C وحامل مشبك شاشة وهوائيات قابلة للفصل(1) ريالتيك™ RTL8812AU واي فاي 5 (802.11ac) شرائح(2) منفذ USB فائق السرعة من النوع C بسرعة 5 جيجابت في الثانية (مع توافق مع الإصدارات السابقة من USB 2.0)(3) هوائيان قابلان للفصل وعالي الكسب (ثنائي القطب أومني ، كسب 5 ديسيبل)(4) حامل مشبك الشاشة مضمن في الحزمة"
    }
]